cask_args appdir: "/Applications"
brew 'git'
tap 'heroku/brew'
brew 'heroku'
brew 'awscli'
brew 'bat'
brew 'exa'
brew 'go'
brew 'grep'
brew 'hstr'
brew 'imagemagick'
brew 'jasper'
brew 'imagemagick'
brew 'nvm'
brew 'pyenv'
brew 'rbenv'
brew 'sqlite'
brew 'stripe'
brew 'tfenv'
brew 'tree'
brew 'volta'
brew 'wget'
brew 'redis'

cask 'raycast'
cask 'ngrok'
cask 'warp'
cask 'canva'
cask 'monitorcontrol'
cask 'docker'
cask 'visual-studio-code'
cask 'dropbox'
cask 'google-chrome'
cask 'karabiner-elements'
cask 'notion'
cask 'slack'
cask 'sidekick'
cask 'discord'
cask 'zoom'
cask 'iterm2'
cask 'fig'
cask 'firefox'
cask '1password'
cask 'altair-graphql-client'
cask 'spotify'
cask 'jetbrains-toolbox'
cask 'postman'
cask 'clipy'
cask 'google-japanese-ime'
cask 'intellij-idea'

mas 'LINE', id: 539883307
mas 'watts connected', id: 11639692859
